[
    {
        "title": "What is Computer?",
        "subtitle": "Comuter คือ อุปกรณ์อิเล็กทรอนิกศ์สำหรับคำนวณ และประมวลผลข้อมูลเพื่อประโยชน์ทางด้านธุรกิจ",
        "image_url_bg": "https://i.pinimg.com/564x/4e/e6/01/4ee601435d178d6333f421b38c021336.jpg",
        "image_url": "https://s3-ap-southeast-1.amazonaws.com/wpimages.mover.in.th/wp-content/uploads/2016/11/10094049/1105.jpg",
        "detail": "คอมพิวเตอร์ถูกประดิษฐ์ออกมาให้ประกอบไปด้วยความจำรูปแบบต่าง ๆ เพื่อเก็บข้อมูล อย่างน้อยหนึ่งส่วนที่มีหน้าที่ดำเนินการคำนวณเกี่ยวกับตัวดำเนินการทางตรรกศาสตร์ และตัวดำเนินการทางคณิตศาสตร์ และส่วนควบคุมที่ใช้เปลี่ยนแปลงลำดับของตัวดำเนินการโดยยึดสารสนเทศที่ถูกเก็บไว้เป็นหลัก อุปกรณ์เหล่านี้จะยอมให้นำเข้าข้อมูลจากแหล่งภายนอก และส่งผลจากการคำนวณตัวดำเนินการออกไป"
    },

    {
        "title": "What is Programer?",
        "subtitle": "นักเขียนโปรแกรม หรือ โปรแกรมเมอร์ มีหน้าที่หลักคือการเขียนโปรแกรมคอมพิวเตอร์",
        "image_url_bg": "https://i.pinimg.com/564x/07/20/e9/0720e97a5bd68361280df20361794d6e.jpg",
        "image_url": "https://tips.thaiware.com/upload_misc/tips/2022_03/images/1957_220314162821Cm_14.png",
        "detail": "นักเขียนโปรแกรม หรือ โปรแกรมเมอร์ (อังกฤษ: programmer) มีหน้าที่หลักคือการเขียนโปรแกรมคอมพิวเตอร์ ซึ่งนักเขียนโปรแกรมสามารถหมายถึงผู้ที่เชี่ยวชาญในการโปรแกรมเฉพาะด้าน หรือผู้ที่สามารถเขียนรหัสซอฟต์แวร์ได้หลากหลายข้อมูลเอดา ไบรอนได้ชื่อว่าเป็นนักเขียนโปรแกรมคนแรกของโลก เพราะเป็นคนแรกที่สามารถนำขั้นตอนวิธี มาเรียบเรียงเป็นชุดคำสั่ง ให้แก่เครื่องคำนวณได้ในปี พ.ศ. 2385 (ค.ศ. 1842) ในยุคที่ยังไม่มีเครื่องคอมพิวเตอร์"

    },
    
    {
        "title": "What is Program?",
        "subtitle": "โปรแกรมคือ “กำหนดการ” หรือ “รายการแสดง”  เช่น โปรแกรมหนัง โปรแกรมม้า  ฯลฯ",
        "image_url_bg": "https://i.pinimg.com/564x/f9/7a/d0/f97ad0eda47de06a87c36b04c5bd7784.jpg",
        "image_url": "https://media.gcflearnfree.org/content/5e31ca08bc7eff08e4063776_01_29_2020/ProgrammingIllustration.png",
        "detail": "โปรแกรม เป็นคำทับศัพท์จากภาษาอังกฤษว่า 'program' ทั้งในภาษาไทยและภาษาอังกฤษเองมีหลายความหมาย เช่นโปรแกรมคอมพิวเตอร์โปรแกรมภาพยนตร์ตารางเวลา หรือกำหนดการ"

    }

]
